import React from "react";
import m1917_1 from "../stillCut/1917_1.jpg";
import m1917_2 from "../stillCut/1917_2.jpg";
import m1917_3 from "../stillCut/1917_3.jpg";

const Sam = ({scrollToTop, sam}) => {
  return(
    <div className="compBox_m">
      <h2 ref={sam}>1917 – Sam Mendes</h2>
        <div className="compCont_m">
          <div className="compIntr_m">
            <p>
              모두에겐 꿈이 있다. 때로는 작은 성공에 만족의 미소를 짓기도 하고, 여러 이유로 깊은 좌절에 빠지기도 한다. 타협점을 찾기도 하고, 방향을 바꾸기도 한다. 이러한 모든 과정 속에서도 우리는 어딘지 모르는 그곳을 향해 한걸음씩 나아간다. 영화 ‘1917’은 공격중지명령을 전달하는 주인공의 여정을 보여줌으로써 삶의 의미를 되돌아보게 한다.
            </p>
            <p>
              1차 대전의 상황, 군인, 명령을 전달해야 하는 특수한 상황설정에도 불구하고 그것은 전부 인간의 모습과 닮아 있다. 이 세상에서 유일하게 소유한 ‘나의 몸 나의 삶’이지만 자신의 뜻과 상관없이 내던져지듯 태어난 것처럼, 인간은 마음대로 목표를 설정하고 나아갈 수 없다. 마치 전쟁에 차출된 군인처럼 시대의 과제를 부여받아 일정한 역할을 수행해야 한다. 누군가에겐 그것이 스스로 정한 목표인양 생각되기도 한다. 그러다 갑자기 인생의 전환점이 들이닥친다. 애석하게도 그것은 아무 이유도 없이 일어난다. 마치 영화 속에서 옆에 ‘너’가 있었다는 이유로 길고 긴 여정이 시작되었던 것처럼 말이다. 이처럼 거대한 목표 속에 끼어 희생이 요구될 때, 아이러니하게도 거대한 이데올로기나 숭고한 도덕의식은 고려되지 않는다. 그저 우연히 한 가족으로 태어나 함께 주고받은 사랑, 그 작지만 구체적인 것이 우리를 기꺼이 적진으로 뛰어들게 한다.
            </p>
            <p>
              사람들은 respect를 추구한다. 좋은 학교, 의미 있는 경력, 주목받는 상 등 괄목할 만한 무언가를 이루어낸 사람들은 박수를 받으며 존경받는다. 영화 속 주인공은 표창 같은것은 ‘just a bit of bloody tin’ 이라 일축하지만 실제로 유용하다는 것은 부정할 수 없다. 그러나 수많은 생명이 눈앞에서 지워지는 허망한 삶 속에서 그것은 대체 무슨 의미가 있을까? 그것은 나의 허기짐과 목마름을 채워줄 수 없고 사랑했던 친구와 나눴던 시덥지 않은 농담을 대신해줄 수 없다. 그저 남들에게 보여줬을 때, 어깨가 으쓱해지는 것뿐이다. 그것은 전자들에 비해 얼마나 졸속한가. 그럼에도 불구하고 우리는 그 쇠쪼가리를 위해 목숨을 걸고 사랑하는 사람과 이별하며 친구들을 떠나보낸다. 쇠쪼가리에 부여된 의미 때문에 우리는 희생을 감내한다. 때로는 그것이 위정자의 기만처럼 느껴지는 것은 지나친 비약일까.
            </p>
          </div>
          <div className="compImgBox_m">
              <img className="compImg_m" src={m1917_1} alt="1917_1" />
              <img className="compImg_m" src={m1917_2} alt="1917_2" />
              <img className="compImg_m" src={m1917_3} alt="1917_3" />
          </div>
          <div className="compIntr_m">
            <p>
              영화에서는 삶과 죽음의 이미지가 끊임없이 교차한다. 철책을 지나 독일군 진영까지의 죽음의 공간과 대비되는 두 군인의 숨소리, 잘려졌지만 내년에 다시 나올 체리나무. 모든 것이 죽어버린 집에 있는 신선한 우유. 동료의 죽음 직후 다른 연대와의 만남. 독일 군에게 쫓겨 도착한 여인과 아기가 있는 따듯한 집. 무모한 공격을 위해 앞으로 전진하는 군인들과 달리 모두를 살리기 위해 옆으로 뛰는 주인공. 이 교차들은 통나무에 의지해 떠내려가던 주인공 주위로 체리나무 꽃잎이 떨어지는 장면에서 그 의미가 더욱 명확해진다. 삶 속에 죽음이 있고 죽음 속에 삶이 있는 험난한 여정을 겪은 주인공의 모습을 감독은 화면 속에서 가장 아름답게 보여준다. 떨어진 꽃잎이라는 죽음의 이미지가 화면 속에서는 아름다움을 자아내는 삶의 이미지로 바뀌는 연출을 통해 ‘우리가 돌아갈 집’의 느낌을 암시하며 그를 격려한다.
            </p>
            <p>
              강에서 시체더미를 헤쳐서 나온 주인공은 바닥에 엎드려 오열한다. 왜 나는 삶과 죽음의 경계선에서 아슬아슬하게 살아온 것일까. 지금의 고통에 대한 보상은 커녕, 이유라도 알게 되는 날이 올까. 주인공은 바닥에 고꾸라져 자신의 삶을 한탄한다. 그러다 아름다운 노랫소리가 그를 이끈다. ‘아, 가여운 나그네, 이 슬픈 세상을 유랑하며, 병도 죽음도 없는 그 밝은 곳으로 나는 떠나네, 아버지를 보러 집으로 가네, 방황이 그칠 그곳, 요단강을 건너 그저 집으로 가네.’ 그곳은 어디에 있을까, 그곳은 어떻게 생겼을까, 그곳에 가면 지금의 고통의 이유를 설명해줄 수 있을까?
            </p>
            <p>
              신이 있었다면 그를 탓하고 원망하며 살았을 것이다. 그러나 신의 손을 놓아버린 근대의 인간은 넘어지지 않기 위해 앞으로 나아간다. 그리고 감독은 비천하고 가엽고 딱한 모습일지라도 삶을 포기하지 않고 살아가는 모습을 긍정한다. 그리고 언젠가는 말 그대로 ‘언젠가’는 그것이 사회에서 정해준 의미가 아닌 스스로에게 큰 의미가 되어 충만함을 느낄 수 있을 것이라 이야기한다. 냉정하게 들으면 감독의 말은 아무 짝에도 쓸데없는 말이다. 살짝 비틀면 영화 속의 쇠 쪼가리처럼 시스템의 기만의 목소리처럼 들리기도 한다. 그러나 영화와 함께 들려오는 감독의 말은 지친 나의 머리를 쓰다듬어준다
            </p>
          </div>
        </div>
        <button className="bottom_m" onClick={scrollToTop} >Move to Top of page</button>
    </div>
  )
}

export default Sam;