import React from "react";
import grape_1 from "../stillCut/gilbert_grape_1.jpg";
import grape_2 from "../stillCut/gilbert_grape_2.jpg";

const Lasse = ({scrollToTop, lasse}) => {
  return(
    <div className="compBox_m">
    <h2 ref={lasse}>What's Eating Gilbert Grape – Lasse Hallström</h2>
      <div className="compCont_m">
        <div className="compIntr_m">
          <p>
            매년 마을을 지나가는 캠핑족들을 보며 언제든 떠날 수 있는 것이 부러운 길버트. 그가 사는 마을 엘도라는 흔한 시골마을이다. 변화보다는 안정을 추구하지만, 안정이라기보단 습관처럼 사는 지지부진한 그곳에 길버트에게 의지하는 가족이 있다. 단란한 가정에 만족하는 삶이라면 아무 문제 없겠지만 길버트는 변화를 꿈꾼다.
          </p>
          <p>
            언제 죽어도 이상하지 않은 병을 앓는 어니의 18번째 생일은 어머니에겐 축복이다. 그러나 길버트에겐 가끔 사랑스러운 동생이 짐처럼 느껴진다. 아직까진 큰 일 없이 지내지만 지하에서부터 조금씩 무너져내려가는 길버트의 집처럼, 드리워진 어두운 그림자가 점점 짙어지고 있는 것은 부정할 수 없다. 그는 상황을 타개하지 못하고 한쪽 바퀴가 빠진 자동차를 몰고다니는 버티는 삶을 산다. 젊고 힘 좋은 길버트이지만 그의 최선은 가족의 삶이 무너지는 속도를 줄이는 것 뿐이다.
          </p>
          <p>
            길버트는 친밀한 고향과 가족간의 사랑과 배려라는 전통적 삶의 방식에 충실하게 살았지만 누구보다 강하게 지금의 생활에 염증을 느낀다. 훌쩍 떠나버리면 좋으련만 그렇게 간단한 상황이 아니다. 길버트 가족은 자신의 역할에서 도망친 사람들 때문에 무너져가고 있기 때문이다. 한때는 가족이 살 집을 지을만큼 힘과 열정을 가지고 있었지만 잘있으라는 말도 없이 목을 맨 아버지, 그에 충격받아 삶을 가꾸기를 포기한 어머니, 그러한 가족을 버리고 떠나버린 큰 형 등. 그렇다고 도망친 사람들을 비난할 수 만은 없다. 길버트 또한 같은 열망을 느끼고 있기 때문이다. 단지 누군가는 매정함, 비정함, 단호함이라 말하는 특성이 그에겐 부족할 뿐이다. 그는 자신이 없다면 집이 얼마나 급격하게 무너져내릴지 잘 알고 있다.
          </p>
        </div>
          <div className="compImgBox_m">
            <img className="compImg_m" src={grape_1} alt="Gilbert Grape_1" />
            <img className="compImg_m" src={grape_2} alt="Gilbert Grape_2" />
          </div>
        <div className="compIntr_m">
              <p>
                  아기 풀장에서 익사한 카더씨는 죽기 전 길버트에게 말한다. ”너만 생각하지 말고 가족을 생각해.” 그러나 길버트에겐 그들이 정착해서 일궈놓은 집, 가족 등이 질나쁜 농담처럼 허술해보인다. 불쌍함을 넘어 헛웃음이 나오는 그들의 삶을 때로는 놀림거리로 삼지만 길버트 스스로 자신도 다르지 않다는 것을 안다. 그러다 푸드랜드와 버거반, 젊은 캠핑족 베키 등 변화의 바람이 다양한 모습으로 불어온다. 동네 식료품점과는 비교할 수 없는 자본으로 싱싱한 재료를 값싸게 살 수 있는 푸드랜드는 가게주민의 근심을 증가시키고 이웃간의 연결을 어색하게 만든다. 버거반은 전에는 맛볼 수 없는 맛있는 버거와 진짜 우유로 만든 밀크쉐이크를 통해 사람들에게 기쁨을 주고 일자리를 창출한다. 베키는 영화속에서 유일하게 길버트에게 무엇을 하고 싶은지 묻는다. 이러한 변화 중 진정한 변화는 어머니의 죽음이다. 고대하던 어니의 생일을 무사히 마쳐서일까, 길버트의 여자친구 베키를 보게되어서일까, 정확한 이유야 알 수 없지만 그녀는 자신의 마지막을 직감하고 침대에서 편안히 숨을 거둔다. 돌아가신 어머니를 놀림감으로 만들 수 없던 길버트는 그녀를 집과 함께 화장한다.
              </p>
              <p>
                  자신의 삶을 사는 것은 이기적이고 매정한 삶의 태도일까. 가족과 이웃을 위해 사는 것은 지루하고 재미없는 삶일까. 마음속의 열망이 무엇을 향하고 있는지에 따라 이 질문에 답은 달라진다. 바라는 것과 현실에는 간극이 존재하고 그곳을 향해 나아갈 수 없게 만드는 여러 조건들은 언제 어디에나, 누구에게나 있다. 그것을 시도하지 못하고 후회 속에 살아가는 사람도 있고 일생동안 문제를 해결하기 위해 고군분투하는 사람도 있다. 남의 시선으로 보았을 때는 간단한 문제처럼 느껴져도 당사자에겐 그렇지 않다. 그것은 고래엄마와 어니의 존재와 같기 때문이다. 영화는 그 문제들이 상호유기적으로 끈끈하게 연결되어 어떻게 삶을 희미하게 만드는지 잘 보여준다. 또한 반대로 자신의 마음을 되돌아보고 자신의 열망이 어디를 향하는지를 상기시켜준다.
              </p>
          </div>
      </div>
      <button className="bottom_m" onClick={scrollToTop}>Move to Top of page</button>
  </div>
  )
}

export default Lasse;