import React from "react";
import burning_1 from "../stillCut/burning_1.jpg";
import burning_2 from "../stillCut/burning_2.jpg";

const Lee = ({scrollToTop, lee}) => {
return(
<div className="compBox_m">
    <h2 ref={lee} >Burning – Lee Chang-dong</h2>
    <div className="compCont_m">
        <div className="compIntr_m">
            <p>
                누구에겐 없다고 여겨지는 것이 누구에겐 있고 누구에겐 중요하다고 여겨지는 것이 누구에겐 중요하지 않다. 이것에 대한 것은 영화 초반의 판토마임에 대해 이야기하는 것에서 출발한다. 없다고 생각하는 것을 잊어버리는 것이 판토마임의 노하우라고 말하며 혜미는 자신의 손에 귤이 없다고 생각하는 것을 잊어버려 귤의 맛을 느낀다. 처음 들었을 땐 “이 무슨 궤변인가.”라 생각했지만 이 영화는 반복과 변주를 통해 나를 설득시킨다.
            </p>
            <p>
                귤 이후에는 혜미의 고양이다. 종수는 기척조차 느껴지지 않는 고양이의 존재 유무를 정황적 증거를 통해 존재한다고 생각한다. 이후 종수와 혜미의 관계 속에 벤이 나타난다. 벤의 등장은 스토리에서 갈등을 만들어낸다. 그 갈등은 표면적으로 보면 돈 많은 벤에게 여자를 뺏긴 종수의 갈등이지만. 앞선 이해를 바탕으로 보면 자신의 존재를 지워버리는 인물과의 갈등이다. 종수는 벤과의 재력 차이 때문에 세상에 허탈감을 느낄 뿐 벤에게 사적인 감정은 없었다. 그러나 벤에게 비닐하우스에 대한 이야기를 들은 이후엔 종수는 분노한다. 마을사람들이 모여 일을 하는 비닐하우스는 벤에 의해 “없어져도 아무도 신경 쓰지 않는 없는 존재”로 전락한다. 비닐하우스를 태울 것이라는 벤의 얘기를 듣고 종수는 매일 타버린 비닐하우스를 찾는다.
            </p>
            <p>
                이후의 전개는 종수가 비닐하우스의 의미가 혜미에 대응한다는 것을 알아가는 과정이다. 그 과정에서 종수는 존재의 유무가 얼마든지 변할 수 있다는 것을 깨닫는다. 종수는 비닐하우스를 찾다 핸드폰 속 지도를 본다. 지도에는 종수에겐 유의미한 비닐하우스, , 자신의 집과 동네가 표시되지 않는다. 근대적 가치를 상징하는 지도에서 그것은 없는 것이다. 종수는 비닐하우스와 함께 혜미를 찾는다. 
            </p>
        </div>
        <div className="compImgBox_m">
            <img className="compImg_m" src={burning_1} alt="Burning_1" />
            <img className="compImg_m" src={burning_2} alt="Burning_2" />
        </div>
        <div className="compIntr_m">
            <p>
                영화 후반부에 벤은 혜미라는 비닐하우스의 얼굴에 색을 칠한다. 인간의 얼굴을 백지라고 생각하며 그림을 그리는 벤 그는 혜미를 빈 껍데기인 비닐하우스라 생각한다. 혜미가 비닐하우스임을 깨달은 종수는 분노하여 벤을 죽인다.
            </p>
            <p>
                여기서 나는 벤을 죽일 만큼 종수에게 혜미는 소중한 존재였는가?라는 의문이 들었다. 혜미는 그저 오랜만에 만난 소꿉친구에 불과하지 않은가? 심지어 벤은 혜미를 비닐하우스 취급하였지만 종수를 가치 없다고 생각하지 않았다. 종수가 좋다고 한 소설을 읽어보는 점, 혜미와의 관계가 끊어진 시점 후로도 종수와 연락하는 점에서 알 수 있다. 하지만 이 의문은 벤이 생각하는 종수와 관계없이, 혜미와의 첫 경험 속 남산타워에서 반사되는 빛으로 설명된다. 혜미와 종수는 스스로 빛나지 못하는 사람이다. 하지만 그렇다고 종수와 혜미가 같은 처지는 아니다. 혜미는 남산타워에서 반사된 빛을 하찮게 여기지만 종수는 그곳에서 묘한 연결감을 느낀다. 태양-남산타워-남산타워에 반사된 빛을 받는 방은 벤-혜미-종수의 관계도와 대응한다. 사람 얼굴에 색을 입히고 자신이 먹을 음식을 신에게 바치는 제물이라고 생각하는 벤은 태양이라고 생각해도 무리가 없다. 혜미를 만나 겨우 빛을 느끼고 있던 종수는 혜미를 사라지게 한 벤 때문에 어둠 속으로 빠져버렸다. 혜미가 사라짐과 동시에 자신의 존재도 사라진 것을 느낀 종수가 벤에게 느낄 분노는 충분히 이해가 된다.
            </p>
            <p>
                존재의 유무. 그것은 유물론적 세계 안에서는 매우 자명한 것이지만 정신에 의해 구성된 인간의 의식세계에서는 잔인할 정도로 유동적이다. 누구에게는 삶의 버팀목이 될 정도로 가치있는 것이 누구에게는 그저 빈 껍데기처럼 느껴진다. 이러한 세계 속에서 나는 나의 존재를 증명할 수 있을까? 또한 이런 세상에서 나는 어떤 가치를 의미 있다고 여기고 삶을 살아야 할까?
            </p>
        </div>
    </div>
    <button className="bottom_m" onClick={scrollToTop} >Move to Top of page</button>
</div>   
)
}

export default Lee;